Tekla.Structures.DrawingInternal.dotGrDimensionFormatAttributes_t


Tekla.Structures.DrawingInternal.dotGrDimensionFormatAttributes_t.Precision


Tekla.Structures.DrawingInternal.dotGrDimensionFormatAttributes_t.Format


Tekla.Structures.DrawingInternal.dotGrDimensionFormatAttributes_t.Unit


Tekla.Structures.DrawingInternal.dotGrDimensionFormatAttributes_t.UseDigitGrouping


Tekla.Structures.DrawingInternal.dotGrDimensionFormatAttributes_t.ToStruct(Tekla.Structures.Drawing.DimensionSetBaseAttributes.DimensionFormatAttributes)


Tekla.Structures.DrawingInternal.dotGrDimensionFormatAttributes_t.FromStruct(Tekla.Structures.Drawing.DimensionSetBaseAttributes.DimensionFormatAttributes)
